<template>
  <div id="faqPage">
    <div class="page-header text-center" style="background-image: url('/assets/images/page-header-bg.jpg')">
      <div class="container">
        <h1 class="page-title">{{ $t("FAQ") }}</h1>
      </div><!-- End .container -->
    </div><!-- End .page-header -->

    <div class="page-content">
      <div class="container mt-2">

      <question-f-a-q :titles="titles"></question-f-a-q>

      </div><!-- End .container -->
    </div><!-- End .page-content -->

    <div class="cta cta-display bg-image pt-4 pb-4" style="background-image: url(/assets/images/backgrounds/cta/bg-7.jpg);">
      <div class="container">
        <div class="row justify-content-center">
          <div class="col-md-10 col-lg-9 col-xl-7">
            <div class="row no-gutters flex-column flex-sm-row align-items-sm-center">
              <div class="col">
                <h3 class="cta-title text-white">{{ $t("If You Have More Questions") }}</h3><!-- End .cta-title -->
              </div><!-- End .col -->

              <div class="col-auto">
                <a href="https://wa.me/message/HHNBEKDJAKSDE1" class="btn btn-outline-white"><span>{{ $t("Contact us") }}</span><i class="icon-long-arrow-right"></i></a>
              </div><!-- End .col-auto -->
            </div><!-- End .row no-gutters -->
          </div><!-- End .col-md-10 col-lg-9 -->
        </div><!-- End .row -->
      </div><!-- End .container -->
    </div><!-- End .cta -->

  </div>

</template>

<script>
import QuestionFAQ from "~/components/Elements/QuestionFAQ";
export default {
  name: "faq",
  components: {QuestionFAQ},
  data(){
    return{
      titles:[
        {
          title:"التسوق",
          questions:[
            {q: "اين يتواجد موقعكم ؟ ", a:"موقعنا في كل مكان يتوفر فيه الانترنت. متجر ميم  هو عبارة عن سوق الكتروني في فلسطين يعرض فيه المنتجات لتكون معروضة لكافة الشعب الفلسطيني. "},
            {q: "كيف اتسوق عبر متجر ميم  ؟", a:"لقد جعلنا عمليَة التسوُق عبر الموقع سهلة جداً للجميع. ما عليك سوى اختيار المنتجات التي تود شراءها والكميّة ومن ثم إضافتها إلى سلة المشتريات. من بعدها ، عليك اختيار أمرين : الأول هو عنوان الشحن الذي تود أن تصلك إليه الطلبية ، والثاني هو تحديد طريقة الدفع مابين (الدفع عند الإستلام أو البطاقات الائتمانية ،). سوف يتم بعد ذلك إرسال رسالة إلى رقم هاتفك المسجل تؤكّد عملية الشراء ورقم الطلبيَة ، وسيصلك رقم تتبع الشحنة حيث يمكنك معرفة حالة الشحنة عن طريق الموقع الإلكتروني لشركة الشحن المرسل معها طلبك"},
            {q: "هل يمكنني الشراء من متجر ميم  عبر الهاتف؟", a:"نعم ، بإمكانك أيضاً الدخول عبر الموقع عن طريق متصفح جوالك، ويمكنك إتمام عملية الشراء بكل سهولة وأمان تام."},
            {q: "هل يمكن الشحن والطلب من خارج فلسطين؟", a:"لأسف في الوقت الحالي ميم يعمل داخل فلسطين والداخل المحتل فقط."},
            {q: "كيف أتأكد من أن المقاس يناسبني ؟", a:"كل ما عليك فعله للتأكد من المقاس هو مراجعة دليل المقاسات والذي يزودك بالمعلومات اللازمة لتحديد ما يناسبك من مقاسات"},
          ]
        },
        {
          title:"التوصيل",
          questions:[
            {q: "كم يستغرق شحن الطلبية ؟", a:"بعد تأكيد وسيلة الدفع التي قمت باختيارها، سنقوم بإرسال طلبك من المستودع وسيصلك خلال 3 أيام عمل بدءًامن تاريخ تأكيد الطلب أو الحوالة . للمزيد من المعلومات والتفاصيل حول الشحن والاستلام الرجاء"},
            {q: "كيف يتم شحن مشترياتي؟", a:"نحن نعتني بتعبئة و تغليف طلبياتكم بطريقة يدوية وبكل حب داخل مستودعاتنا ونهتم بأدق التفاصيل . كما أن لدينا شراكات مع شركات الشحن لتوصيل جميع المشتريات يدًا بيد."},
            {q: "ماذا يحدث إن لم أكن موجودًا في موعد التسليم؟", a:"سوف يحاول موظف شركة الشحن الاتصال بك عدة مرات لتسليمك الشحنة. في حالة عدم القدرة على الوصول إليك سوف تتلقى إخطاراً يوضح لك كيفية الحصول على شحنتك."},
            {q: "ماهي تكلفة التوصيل ؟", a:"التوصيل مجاني للطلبات بقيمة 200 شيكل او اكثر. أما للطلبات الاقل من 200 شيكل فهناك رسوم رمزية بقيمة 20 شيكل لاي قرية او مدينة في الضفة الغربية و رسوم 25 شيكل للقدس"},
          ]
        },
        {
          title:"الدفع",
          questions:[
            {q: "ما هي وسائل الدفع المتاحة عبر متجر ميم ؟", a:"لدينا عدة وسائل لسداد قيمة طلبك عبر متجر ميم .\n" +
                "\n" +
                "١ - الدفع عند الاستلام \n" +
                "\n" +
                "٢- البطاقات الائتمانية\n"},
            {q: "هل التسوق عبر متجر ميم  آمن؟", a:"التسوق عبر متجر ميم   وعمليات السداد عبر الموقع آمنة ١٠٠٪ . الموقع مزود ببروتوكول الأمان والذي يختص بالمحافظة على أمان وسرية المعلومات .عند الدخول إلى متجر ميم  سوف تلاحظ علامة الأمان وهي على شكل قفل بجانب الرابط. المواقع التي تمتلك هذه الخاصية تعتبر آمنة وذلك لأن البيانات تنتقل عبر درجة حماية يمكن الوثوق بها. تأكد دائماً من وجود هذه العلامة عند التسوق عبر الإنترنت"},
            {q: "هل سأحتاج لدفع أي رسوم إضافية كرسوم الجمارك؟", a:"لا توجد أي رسوم إضافية.\n" +
                "متجر ميم  متواجد داخل فلسطين والشحن متاح لجميع المحافظات داخل فلسطين وتلك المعاملات لا تخضع للرسوم الجمركية أو أي رسوم إضافية أخرى."},
            {q: "كيف يمكنني استخدام رمز كوبون التخفيض؟", a:"كل ما عليك فعله هو إدخال رمز كوبون التخفيض في الخطوة الثالثة في صفحة إنهاء عملية الشراء. من أجل شرح مفصل أكثر عن كيفية ادخال كوبون التخفيض وتطبيقه على الطلب"},
          ]
        },
        {
          title:"الإرجاع والاستبدال و الإلغاء",
          questions:[
            {q: "هل يمكنني إرجاع الطلب؟", a:"نعم. يرجى زيارة صفحة سياسة الإرجاع للمزيد من المعلومات حول شروط إرجاع الطلبات الخاصة بمتجر ميم \n"},
            {q: "هل يمكنني استبدال الطلب في حال كان المقاس غير مناسب ؟ ", a:"طبعا. بامكانك التأكد من القياس مع موظف التوصيل أثناء الإستلام و ان لم يناسبك بإمكانك ابلاغ موظف التةصيل وسيقوم بإرساله لك في شحنة اخرى."},
            {q: "لم استطع فحص القياس وقت وجود موظف التوصيل, ما الحل ؟", a:"بإمكانك التواصل مع خدمة الزبائن عبر موقعنا الإلكتروني او من خلال صفحتنا على الفيس بوك او من خلال خدمة الدعم عبر الواتساب وسيقوم موظف الدعم بتقديم المساعدة لك.\n" +
                ""},
          ]
        },
      ]
    }
  },
  head(){
    return{
      title:this.$t("FAQ"),
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'في هذه الصفحة نعرض لكم الأسئلة الأكثر رواجا الخاصة بـ ميم والتي قد تجب الإجابة عنها في أي وقت'
        },

        {
          hid: 'og:url',
          name: 'og:url',
          content: 'https://meem.ps/privacyPolicy'
        },

        {
          hid: 'og:type',
          name: 'og:type',
          content: 'website'
        },

        {
          hid: 'og:title',
          name: 'og:title',
          content: 'متجر ميم  - الاسئلة الشائعة'
        },

        {
          hid: 'og:description',
          name: 'og:description',
          content: 'في هذه الصفحة نعرض لكم الأسئلة الأكثر رواجا الخاصة بـ ميم والتي قد تجب الإجابة عنها في أي وقت'
        },

        {
          hid: 'og:image',
          name: 'og:image',
          content: 'https://meem.ps/assets/images/meem/ogimage.png'
        },

        {
          hid: 'twitter:card',
          name: 'twitter:card',
          content: 'summary_large_image'
        },

         {
          hid: 'twitter:title',
          name: 'twitter:title',
          content: 'متجر ميم  - الاسئلة الشائعة'
        },

        {
          hid: 'twitter:description',
          name: 'twitter:description',
          content: 'في هذه الصفحة نعرض لكم الأسئلة الأكثر رواجا الخاصة بـ ميم والتي قد تجب الإجابة عنها في أي وقت'
        },
                {
          hid: 'twitter:image',
          name: 'twitter:image',
          content: 'https://meem.ps/assets/images/meem/ogimage.png'
        },
      ],

    }
  }
}
</script>

<style >
.header-11 {
  position: relative !important;
  background: #333;
}
.header .container {
  height: 86px;
}
</style>
