<template>
<div id="PrivacyPolicyPage">
    <div class="page-header text-center" style="background-image: url('/assets/images/page-header-bg.jpg')">
      <div class="container">
        <h1 class="page-title">{{ $t("Privacy Policy") }}</h1>
      </div><!-- End .container -->
    </div><!-- End .page-header -->

    <div class="page-content pb-3">
      <div class="container mt-2">
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <div>
                <p class="privecyText">ضمن سياسة الخصوصية هذه ، أي ذكر ل "أنت" تعني أي شخص قد يقوم بتقديم معلومات لنا أو لأحد زبائننا أو لموقعنا. إذا كانت لديك أي تعليقات أو اقتراحات، فيسعدنا استقبالها على عنوان البريد الالكتروني: info@meem.ps. </p>
                <br>
                <p class="privecyText">توضح سياسة الخصوصيّة كيفية جمع واستخدام بياناتك الشخصية (تحت ظروفٍ معينةٍ). كما تذكرُ أيضًا الإجراءات المتبعة لضمان خصوصية معلوماتك. وأخيرًا، تُحدّد هذه السياسة الخيارات المتاحة لكَ فيما يتعلّق بجمع البيانات الشخصية واستخدامها والكشف عنها. ومن خلال زيارتك للموقع مباشرةً أو عن طريق موقعٍ آخر، أنتَ توافق على التطبيقات المفصّلة في هذه السياسة. <b>إن حماية بياناتك أمرٌ هامٌ جدًّا بالنسبة إلينا.</b>بالتالي، يتم استخدام إسمك وغيره من المعلومات التي تتعلّق بك وفقًا للّنحو المبيّن في سياسة الخصوصيّة. وسنقوم بجمع المعلومات عند الضّرورة أو إذا كانت ذات صلةٍ ضرورية مباشرةٍ بمعاملاتنا معكَ. وسنقوم بالاحتفاظ ببياناتك إذا طلب منا بوجوب القانون أو لاستخدامها للأغراض التي جمعت لأجلها.</p>
                <br>
                <p class="privecyText">يمكنك تصفح الموقع دون الحاجة إلى تقديم أيّة بيانات شخصيّة. وتبقى هويّتك الشخصية مجهولة طيل زيارتك للموقع ولا يتم كشفها إلا إذا كنتَ تملك حسابا إلكترونيا خاصًا على الموقع تَنفذُ إليه بواسطة إسم المستخدم وكلمة السرّ.</p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">1. البيانات التي نجمعها</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">قد نحتاج لجمع المعلومات الخاصة بكَ إذا أردت تسجيل طلبية شراءٍ لسلعةٍ من موقعنا.</p>
                <p class="privecyText mb-2">نقوم بجمع البيانات لازمة أخرى لتأمين أية مطالب محتملة قد تظهر لاحقا، ولتزويدكَ بالخدمات المتوفرة لدينا. مثال على ذلك ، الإسم والجنس والعنوان البريدي وعنوان التسليم (إذا كان مختلفًا) ورقم الهاتف ورقم الجوّال وتفاصيل الدفع أي تفاصيلٍ عن بطاقات الدفع أو تفاصيلٍ عن الحساب المصرفي.</p>
                <p class="privecyText mb-2">تستخدم المعلومات التي تقدّمها لتزويدكَ بمعلومات حول المنتجات والخدمات المتوفرة لدينا والتي تطلبها ، وللتحقّقَ من المعاملات المالية التي تُجريها على الإنترنت وإدارة حسابك الخاص. كما تستخدم هذه المعلومات في عمليات تدقّيقَ تحميل البيانات من الموقع وتحديد هويّة زائري الموقع ، وتطوير تصاميم صفحات الموقع و / أو محتوياته وتخصيصها للمستخدمين. ونقومَ بأبحاثٍ عديدة متعلقة بالتركيبة السكانية، ونُرسلَ المعلوماتٍ المفيدة أو المطلوبة إلى المستخدم. ويتم التواصل عبر الهاتف لتزويدكَ ببعض التفاصيل حول المنتجات والخدمات الأخرى إذا كنت ترغب في ذلك، وإذا كنتَ تفضّل عدم تلقي أية اتصالات ترويجية وتسويقيّةٍ ، يُرجى الانسحاب من هذا الخيار في أي وقتٍ من الأوقات</p>
                <p class="privecyText mb-2">وقد نُقرُّ باسمك وعنوانك إلى طرفٍ ثالث بغية تسليمكَ طلبية شرائكَ (على سبيل المثال، عامل التسليم أو المورّد).
                </p>
                <p class="privecyText mb-2">قد يتم التواصل معك على رقم هاتفك لاعلامك بأي تحديث يتعلق بحالة طلبيتك أو لأي اعلان عن آخر تخفيضاتنا وعروضنا الترويجية.
                </p>
                <p class="privecyText mb-2">يقوم وكيلنا بإدارة المعاملات المالية عبر الإنترنت. وما عليك فعله هو تقديم معلومات دقيقة وغير مضلّلة للوكيل أو الموقع، ويجدر بك تحديثها على الدوام وإبلاغنا بالتغييرات.
                </p>
                <p class="privecyText mb-2">قد نتمكن من تخزين التفاصيل المتعلّقة بطلبيتك الحالية على موقعنا ولكن لا يمكننا سحبها مباشرةً لأسبابٍ أمنيّة. وبتسجيل الدخول إلى حسابك على الموقع يمكنك الاطلاع على المعلومات وتفاصيل مشترياتك التي طلبتها أو التي ستتقدّم بها قريبًا. وبمقدورك أيضًا إدارة تفاصيل عنوانك، والتفاصيل المصرفية وأية نشرةٍ إخباريةٍ قد اشتركت فيها. كما يجدر بك التعهّد بالتعامل بسريّة تامة عند النّفاذ إلى بياناتك الشخصيّة فلا تجعلها متاحةً لطرف ثالث غير مصرّح به. فنحن لا ن يمكنك النّفاذ إلى هذه المعلومات عن تحمّل أية مسؤولية ناتجة عن سوء استخدام كلمات السرّ إلا إذا كان سوء الاستخدام هذا نشأ عن خطأٍ منّا.
                </p>
                <p class="privecyText mb-2"><b>البطاقات الائتمانية والحماية من الاحتيال الالكتروني</b></p>
                <p class="privecyText mb-2">قد نستعين بجهات مختصة لحماية بياناتك من الاحتيال التجاري الالكتروني وذلك لمساعدتنا في اقرار بيانات طلبيات الزبائن المجراه على الموقع . أدناه بالتفصيل دليل موجز حول كيفية استخدام هذه الجهات لبياناتك . الرجاء التواصل معنا اذا اردت معرفة المزيد من المعلومات حول هذا الموضوع او عن جهات الحماية من الغش التجاري المرتبطة بنا. يتم استخدام بياناتك بالطرق التالية :
                </p>
                <p class="privecyText mb-2">- سنبحث في جهات الحماية من الاحتيال التجاري (FPA) عن المعلومات للطلبات التي تم اجراؤها على الموقع.
                </p>
                <p class="privecyText mb-2">- سنستخدم المعلومات المزودة لنا من جهات الحماية من الاحتيال (FPA) لمساعدتنا في اقرار بيانات طلبك الذي تم اجراؤه على الموقع.
                </p>
                <p class="privecyText mb-2">- في حال ارسالك معلومات خاطئة أو غير دقيقة و ضبط حالة غش تجاري ، سيتم تحويل الحالة الى جهات الحماية من الاحتيال الالكتروني (FPA).
                </p>
                <p class="privecyText mb-2"><b>استخدامات أخرى لمعلوماتك الشخصيّة
                </b></p>
                <p class="privecyText mb-2">قد نستخدم معلوماتك الشخصية في استطلاعات الرأي و أبحاث التسويق ، وفق رغبتك ،لأغراضٍ إحصائية مع ضمان سريتها التامة كما يحق لك الانسحاب في أيّ وقتٍ من الأوقات.ولا نقوم بإرسال أية أجوبة إلى طرفٍ ثالث. ولا يتم الإفصاح عن عنوان بريدك الالكتروني إلا إذا رغبتَ في المشاركة في المسابقات . ونقوم بالاحتفاظ بأجوبة استطلاعات الرأي في مكانٍ منفصل تماما عن بريدك الإلكتروني الخاص.
                </p>
                <p class="privecyText mb-2">قد نقوم بإرسال معلومات عنا ، أو عن الموقع أو مواقعنا الأخرى أو عن منتجاتنا أو مبيعاتنا أو عروضات بيعنا أو نشراتنا وغير ذلك ممّا له علاقة بالشركات التابعة لمجموعتنا أو شُركائنا. وإذا كنت لا ترغب بالحصول على هذه المعلومات الإضافيّة (أو في أي جزءٍ منها)، يُرجى الضغط على رابط "إلغاء الاشتراك" الموجود في أي بريد إلكتروني مرسل إليك، وسنتوقّف عن إرسال هذه المعلومات لك في غضون ثلاثة أيام عمل من استلام تبليغك. وسنتواصل معك للاستفسار عن المعلومات في حين عدم وضوحها.
                </p>
                <p class="privecyText mb-2">قد تستخدم بعض البيانات ،مع الحفاظ التام على الخصوصية والسرية على الموقع، لأغراضٍ أخرى بما في ذلك التحقق من أماكن تواجدهم ومتابعة زيارتهم للموقع أو الروابط الواردة في البريد الالكتروني في حين اشتراكهم لتلقيه، و لتزويد تلك البيانات المجهولة المصدر،والتي لا تسمح بتحديد هويّتك الشخصيّة الفعليّة، إلى طرف ثالث كالنّاشرين على سبيل المثال.</p>
                <p class="privecyText mb-2"><b>المنافسات</b></p>
                <p class="privecyText mb-2">ستخدم البيانات في حال إجراء أية مسابقات أو منافسات وذلك بغية إبلاغ الفائزين بها والإعلان عن العروض. ويمكنك العثور على المزيد من التفاصيل في حال الاطلاع على شروط المشاركة في المسابقة المعنيّة.
                </p>
                <p class="privecyText mb-2"><b>الطرف الثالث والروابط
                </b></p>
                <p class="privecyText mb-2">قد نشارك معلومات تعريفية شخصية نجمعها (بما في ذلك اوقام الهاتف) مع شركات أخرى في مجموعتنا ولأغراض تجارية - مثل الإعلانات .و قد ننقل معلوماتك إلى شركاتٍ أخرى في مجموعتنا أو إلى وكلائنا ومقاولينا لمساعدتنا في المعاملات المتعلقة وفقا لبنود سياسة الخصوصية. وقد نلجأ على سبيل المثال إلى طرف ثالث لمعاونتنا في تسليم المنتجات إليك، واستلام الدفعات منك، واستخدامها لأغراض الإحصاءات وأبحاث التسويق أو لمساعدة فريق خدمة الزبائن. وقد نحتاج لتبادل المعلومات مع طرفٍ ثالث بغية الحماية من الاحتيال والحدّ من مخاطر الائتمان. و في حال تمّ بيع شركتنا أو جزءًا منها ، قد نضطر لنقل قواعد بياناتنا التي تشمل معلوماتك الشخصيّة. وبخلاف ما هو منصوص عليه في سياسة الخصوصية ، لن نقوم ببيع بياناتك الشخصية أو الإفصاح عنها لطرف ثالث دون الحصول على موافقة مسبقة منك إلّا إذا كان ذلك ضروريا للأغراض المنصوص عليها في سياسة الخصوصية هذه، أو إذا طُلب منّا ذلك بحكم القانون . قد يحتوي الموقع على إعلاناتٍ لطرفٍ ثالث أو روابطَ تؤدي إلى مواقعٍ أخرى أو إطارات لمواقعٍ أخرى. ونحيطك علمًا بأننا غير مسؤولين عن سياسة الخصوصية الخاصة بأي طرف الثالث أو محتوى تلك السياسات المطبّقة في المواقع الأخرى ، فضلًا عن أنّنا غير مسؤولين إزاء أي طرف ثالث ننقل إليه بياناتك بما يتوافق مع سياسة الخصوصية.قد يحتوي الموقع على إعلاناتٍ لطرفٍ ثالث أو روابطَ تؤدي إلى مواقعٍ أخرى أو إطارات لمواقعٍ أخرى. ونحيطك علمًا بأننا غير مسؤولين عن سياسة الخصوصية الخاصة بأي طرف الثالث أو محتوى تلك السياسات المطبّقة في المواقع الأخرى ، فضلًا عن أنّنا غير مسؤولين إزاء أي طرف ثالث ننقل إليه بياناتك بما يتوافق مع سياسة الخصوصية.
                </p>
                <p class="privecyText mb-2"><b>استخدام الاضافات الاجتماعية الخاصة بالفيسبوك
                </b></p>
                <p class="privecyText mb-2">يستخدم موقعنا الاضافات الاجتماعية (“plugins”) والتي توفرها شبكة التواصل الاجتماعي facebook.com والتي يتم تشغيلها من قبل Facebook Inc., 1601 S. California Avenue, Palo Alto, CA 94304, USA (“Facebook”) ويتم التعرف على هذه الاضافات عن طريق شعار الفيسبوك او عن طريق الاشعار: “Facebook Social Plugin ، لمشاهدة لائحة كاملة من الاضافات الاجتماعية و شكلها نرجو منك مشاهدة الرابط:developers.facebook.com/plugins.
                </p>
                <p class="privecyText mb-2">عندما تقوم بزيارة إحدى صفحات موقعنا والتي تحتوي على أحد الاضافات الاجتماعية، فسيعمل متصفحك على إنشاء رابط مباشر مع خوادم الفيسيوك، حيث تعمل فيسبوك على نقل محتويات الاضافات مباشرة الى متصفحك والذي بدوره يعمل على تضمين هذه المعلومات في الموقع مما يتيح لفيسبوك استقبال المعلومات المتعلقة بدخولك للصفحة المختارة من موقعنا. و لهذا السبب، فإنه يتم نقل عنوان الانترنت الخاص بالموقع الذي قمت بزيارته (والذي يتضمن عنوان IP ) الى خادم فيسبوك المتواجد في الولايات المتحدة الأمريكية، حيث يتم تخزين البيانات. وتحدث هذه العملية حتى إذا كنت لا تملك حساباً على الفيسبوك أو إذا كنت لم تسجّل دخولك الى فيسبوك في ذلك الوقت.
                </p>
                <p class="privecyText mb-2">في حال سجّلت دخولك الى فيسبوك، فإنه يمكن تعيين زيارتك الى حسابك الخاص على فيسبوك. إذا قمت بالتفاعل مع أحد الاضافات الاجتماعية إذا قمت مثلا: بالضغط على "أعجبني" أو ادخلت أحد التعليقات، فسيتم نقل المعلومات المتعلقة بذلك مباشرة من متصفحك الى الفيسبوك وتخزينها من قبله، كما يمكن أن يتم نشر هذه المعلومات على الفيسبوك و أن تظهر لأصدقائك على الفيسبوك.
                </p>
                <p class="privecyText mb-2">إذا كنت من اعضاء الفيسبوك ولا ترغب بأن يقوم الفيسبوك بالربط ما بين البيانات المتعلقة بزيارتك لموقعنا مع البيانات الخاصة بعضويتك والمخزنة مسبقاً من قبل الفيسبوك ، فنرجو منك تسجيل الخروج من فيسبوك قبل الدخول الى موقعنا، كما يمكنك حظر الاضافات الاجتماعية الخاصي بفيسبوك عن طريق استخدامadd-ons الخاص بمتصفحك مثل Facebook Blocker
                </p>
                <p class="privecyText mb-2">و لمزيد من المعلومات عن حجم و هدف جمع البيانات التي يقوم بها فيسبوك و الطريقة التي يتم فيها استخدام ومعالجة هذه البيانات، ولمعرفة المزيد عن حقوقك فيما يتعبق في هذا الأمر و معرفة المزيد عن إعدادت الخيارات لحماية خصوصيتك، فنرجو منك زيارة   <a href="http://www.facebook.com/about/privacy/">Facebook’s privacy policy</a>.
                </p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">2. ملفات تعريف الارتباط (COOKIES )</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">لا يشترط منك تفعيل خاصية ملفات تعريف الارتباط وقبولها أثناء زيارة موقعنا على الانترنت. ولكن إذا كنت ترغب في اجراء طلبية أو اضافة منتج الى سلة التسوق الخاصة بك، فعليك تفعيل الخاصية من اعدادات المتصفح لقبول ملفات تعريف الارتباط وذلك لكي تتمكن من استخدام وظائف سلة التسوق والمتابعة بالشراء .
                </p>
                <p class="privecyText mb-2"><b>ما هي ملفات تعريف الارتباط ؟
                </b></p>
                <p class="privecyText mb-2">ملفات تعريف الارتباط هي ملفات صغيرة يتم حفظها على الحاسوب الخاص بك والتي تشمل معلوماتك الخاصة عن الإعدادات المفضلة لديك وغيرها من البيانات التي يحتاجها النظام عند التفاعل مع المتصفح. هناك نوعان من ملفات تعريف الارتباط : ملفات نصية آنية وهي التي يتم حذفها في اللحظة التي يتم فيها غلق المتصفح . وملفات تعريف الارتباط المؤقتة /الدائمة والتي يتم تخزينها على حاسوبك لفترة أطول من الوقت وفي بعض الأحيان، بشكل دائم . يساعدنا استخدام ملفات تعريف الارتباط في انتقاء المعلومات التي تناسب ذوقك بشكل خصوصي أوالتي ترغب برؤيتها على موقعنا. كما تمكننا ملفات تعريف الارتباط من تخزين أي معلومات تقوم بادخالها حيث لا يتطلب منك ادخالها مجددا عند زيارة الموقع مرة اخرى.
                </p>
                <p class="privecyText mb-2"><b>ما هي انواع ملفات تعريف الارتباط التي يستخدمها متجر ميم  ؟
                </b></p>
                <p class="privecyText mb-2">معظم ملفات تعريف الارتباط التي يستخدمها متجر ميم  هي ملفات نصية آنية والتي يتم حذفها لحظة اغلاق متصفح الانترنت . يتم استخدام ملفات تعريف الارتباط هذه لنتمكن من حفظ محتويات سلة المشتريات اثناء التنقل عبر صفحات الموقع . فعلى سبيل المثال ، نقوم باستخدام بعض الملفات التي تخزن على حاسوبك بعد اغلاقك للمتصفح . حيث يتيح لنظامنا حفظ هويتك بعد زيارتك لنا وعرض بياناتك واعداداتك المفضلة والمنتجات التي قمت باختيارها عند زيارتك لاحقا. تمتلك ملفات الارتباط المؤقتة / الدائمة عمرا من شهر الى سنتين ويتم بعد ذلك حذفها أوتوماتيكيا . تستخدم هذه الملفات لجمع وتحليل البيانات والتوصل الى استراتيجيات لتطوير موقعنا على الانترنت .وبتطبيق هذه الاستراتيجيات، يصبح الموقع أسهل استخداما كما يساعدنا في عرض منتجات مقترحة للمستخدمين والتي يرغبون برؤيتها شخصيا. هدفنا هو أن نقدم لك تجربة تسوق على الانترنت مرحة وممتعة، سهلة و تتناسب خصيصا مع ذوقك.</p>
                <p class="privecyText mb-2"><b>ما هي نوع البيانات التي يتم جمعها في ملفات تعريف الارتباط ؟
                </b></p>
                <p class="privecyText mb-2">لا يتم حفظ اي بيانات شخصية للعملاء في ملفات تعريف الارتباط التي يستخدمها متجر ميم . وبالتالي لا يمكن من خلالها انتهاك خصوصية أي مستخدم أو تتبعه بشكل فردي. فعندما يتم تفعيل الكوكي ، يتم انشاء رقم ID خاص بها و يستخدم هذا الرقم كمرجعية داخلية فقط ولا يمكن من خلاله تحديد هوية المستخدم او استخدامه لمعرفة معلوماته الشخصية المسجلة مثل الاسم وعنوان IP . ويتم استخدام المعلومات المجهولة الهوية التي تصلنا من ملفات تعريف الارتباط لأغراض التحليل والتقييم ، مثال على ذلك معرفة الصفحات الاكثر زيارة والمنتجات الاكثر شهرة ، الخ.</p>
                <p class="privecyText mb-2"><b>ماذا نعني باستهداف المستخدم على موقعنا؟</b></p>
                <p class="privecyText mb-2">يقوم متجر ميم  بجمع المعلومات الخاصة والتي يستخدمها في توفير الاعلانات والعروض الالكترونية التي تناسب ذوق كل عميل بشكل خاص. ولا تستخدم هذه المعلومات لتحديد هويتك كمستخدم ، ولكنها تستخدم فقط لدراسة تحسين الموقع. لا يتم حفظ المعلومات التي يتم الحصول عليها ضمن بيانات المستخدم الشخصية أو بيانات الطلبية، ولكن تستخدم هذه المعلومات لتزويد مستخدمينا بالاعلانات التي يرغبون برؤيتها وإعلامهم بالعروض والخدمات التي تناسب أذواقهم الفردية بشكل خاص، ويتم استهداف المستخدم من خلال تتبع نقراته للاعلانات او للصفحات التي يقوم بزيارتها ( فعلى سببيل المثال ، نقوم بعرض اعلان احذية الجري المخفضة على صفحة المستخدم بشكل خاص ، اذا كان المستخدم مهتما بمشاهدة تشكيلة الاحذية الرياضية). ان هدفنا هو تزويدك بتجربة تسوق خاصة تناسب ذوقك وأولوياتك الشرائية.</p>
                <p class="privecyText mb-2"><b>هل يستخدم متجر ميم  ملفات ارتباط تابعة لطرف ثالث ؟
                </b></p>
                <p class="privecyText mb-2">يتيح متجر ميم  استخدام ملفات ارتباط من شركات مرتبطة بنا وذلك بهدف توفير الاعلانات والعروض الالكترونية التي تناسب ذوق كل عميل بشكل خاص. لذا يتم تخزين بعض ملفات تعريف الارتباط الخاصة بشركائنا على جهازك عندما تزور موقعنا الالكتروني . تتميز ملفات تعريف الارتباط هذه بأنها مؤقتة / دائمة اي يتم حذفها على القرص الصلب الخاص بك والتي يتم حذفها اوتوماتيكيا من حاسوبك عند نهاية حياتها الافتراضية(14يوم الى 2 سنة) . وكما تنص سياسة متجر ميم  الخاصة بملفات تعريف الارتباط ، فلا يتم جمع اي معلومات شخصية في ملفات تعريف الارتباط التابعة لطرف ثالث . يتم جمع الملفات المخزنة في اوقات محددة ، وذلك لتتمكن الشركات من خلالها معرفة اي المنتجات الاكثر طلبا والذي يتم بشكل كامل على المعلومات المجهولة الهوية والتي تجرى على ارقام ID منتقاه بشكل عشوائي . ولذلك فانه لا يمكن ربطها بأي معلومات شخصية سبق ان قمت بادخالها في متجر ميم . ان الغرض الوحيد من استخدام ملفات ارتباط تابعة طرف ثالث هو السماح لشركائنا بالاعلان عن المنتجات التي تحظى باهتمامك شخصيا.
                </p>
                <p class="privecyText mb-2"><b>استهداف العميل من خلال شركائنا
                </b></p>
                <p class="privecyText mb-2">نحن نستخدم سياسة الاستهداف ، والتي تتيح لنا عرض الاعلانات التي ترغب برؤيتها على موقعنا الالكتروني . نعني بالاستهداف أنه بامكاننا الاعلان عن المنتجات التي قمت بعرضها مؤخرا على مواقع شركائنا وهذا يعني أن اعلاناتنا التي يتم عرضها بشكل خاص لك ، حتى على مواقع الشركات الاخرى ، هي العروض والاعلانات التي ترغب برؤيتها فقط. نفعل ذلك من خلال القيام بتحليل مفصل للمعلومات التي تم جمعها في ملفات تعريف الارتباط الخاصة بك على موقعنا لنتمكن من معرفة اهتماماتك كمستخدم. تتميز هذه المعلومات بانها مجهولة الهوية ، حيث لا تحتوي على معلوماتك الشخصية أو اي بيانات لك في سجلات العملاء.
                </p>
                <p class="privecyText mb-2"><b>موافقة شخصية</b></p>
                <p class="privecyText mb-2">اني أقر باعطاء السماحية باستخدام بيانات المستخدم الخاصة بي وحفظها في ملفات تعريف الارتباط . أنا اسمح ببقاء هذه الملفات على جهازي بعد انتهائي من استخدام المتصفح واستخدامها عند زيارتي القادمة من خلال موقعكم. كما اني احتفظ بحق سحب هذه السماحية وذلك من خلال عدم تفعيل ملفات تعريف الارتباط من قائمة اعدادات المتصفح.
                </p>
                <p class="privecyText mb-2"><b>كيف يمكنني منع تخزين ملفات تعريف الارتباط على حاسوبي؟</b></p>
                <p class="privecyText mb-2">يمكنك تغيير الاعدادت في متصفحك ليتم طلب السماحية في كل مرة تحاول ملفات تعريف الارتباط الوصول الي حاسوبك، إذا أردت أن تقبل ملفات تعريف الارتباط من متجر ميم  وترفض ملفات تعريف الارتباط من شركائنا فعليك تغيير الاعدادت لحجب ملفات تعريف الارتباط من أي طرف ثالث
                  عادة ما يوفر قسم "المساعدة" على حاسوبك معلومات لتساعدك على تغيير إعدادات ملفات تعريف الارتباط.
                  نوصي فقط بتغيير اعدادات المتصفح لملف التعريف الخاص بك على اجهزة الحاسوب المشتركة.
                  يستخدم هذا الموقع خدمة تحليلات جوجل (Google ) وهي خدمة تقدّمها شركة جوجل لتحليل صفحات شبكة الانترنت. ولتحليل كيفية استخدام المستخدمين للموقع، ترتكز خدمة تحليلات جوجل على ملفات تعريف الارتباط وهي ملفات نصيّة وُضعت على حاسوبك. وستنقل شركة جوجل المعلومات التي تولّدها ملفات تعريف الارتباط عن استخدامك لهذا الموقع (بما في ذلك عنوان بروتوكول الإنترنت) إلى خوادم في الولايات المتحدة حيث سيتمّ تخزينها. وسوف تستخدم شركة جوجل هذه المعلومات لتقييم استخدامك للموقع، وإعداد تقارير لمشغلي الموقع عن نشاطه وتوفير خدمات أخرى مرتبطة بنشاط الموقع واستخدام الإنترنت. وقد تنقل جوجل أيضًا هذه المعلومات إلى طرف ثالث في حال طُلب منها ذلك بموجب القانون أو في حال عالج طرف ثالث المعلومات بالنيابة عن شركة جوجل. ولن تربط شركة جوجل عنوان بروتوكول الإنترنت خاصتكَ مع أيّة بيانات أخرى تحتفظ بها. ويمكنك رفض استخدام ملفات تعريف الارتباط وذلك عن طريق اختيار الإعدادات المناسبة على متصفحك ولكن ترجو أن تأخذ بعين الإعتبار أنّك عندئذ لن تستطيع الاستفادة من وظيفة الموقع الكاملة. وعبر استخدامك هذا الموقع، أنتَ توافق أن تعالج شركة جوجل بياناتك على النحو المبين والأغراض المفصّلة أعلاه.
                </p>

                <p class="privecyText mb-2"></p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">3. بيانات الدخول</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">في كل مرة تقوم فيها بزيارة متجر ميم  ، يتم إرسال المعلومات من المتصفح الى سجل ملفات الخادم في متجر ميم ، حيث يتم حفظها هناك. تضم المعلومات : الوقت والتاريخ لزيارة الموقع، الصفحات التي قمت بعرضها، عنوان IP ، العنوان الالكتروني URL الذي قادك الى متجر ميم  ، المعلومات المخزنة ونوع المتصفح المستخدم .
                </p>
                <p class="privecyText mb-2">عندما نجمع كل هذه المعلومات ، يتم حذف كافة عناوين IP أو تحويلها الى عناوين مجهولة الهوية . يعني تجهيل هوية العناوين هو تغيير عنوان IP الخاص بك بحيث لا يمكن ربطه مع المستخدم الأصلي أو لا يمكن ربطه الا من خلال اجراء بحوث واسعة النطاق.
                </p>
                <p class="privecyText mb-2">يتم استخدام المعلومات المجهولة والمخزنة في ملف سجل الخادم لتحسين تجربة التسوق على متجر ميم  وذلك لجعل تصفح الموقع لدينا أكثر سهولة، وإيجاد الأخطاء بسرعة وتوجيه قدرات الخادم للتطوير وفق أهمية الحاجة اليها . على سبيل المثال، هذه المعلومات تسمح لنا بحساب أوقات ذروة الازدحام لدينا وبالتالي في وضع خطة لتقدير قدرة الخادم الكافية للحفاظ على تشغيل موقعنا بأسرع ما يمكن.
                </p>
                <p class="privecyText mb-2">بموجب هذا ، فاني أمنح متجر ميم  السماحية بتحليل واستخدام بيانات البروتوكول لتطوير وتحسين أداء متجرهم للتسوق الالكتروني.
                </p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">4. الأمان</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">نستخدم تقنيات وإجراءات الأمان الملائمة لمنع نفاذٍ غير مصرّح به أو غير قانونيّ لمعلوماتك أو فقدانها أو تدميرها . فعندما نجمع البيانات من خلال الموقع، نقوم بتخزين معلوماتك الشخصية على قاعدة بيانات ضمن خادم إلكتروني آمن. فنستخدم أنظمة جُدر الحماية على خوادمنا. وعندما نقوم بجمع تفاصيل بطاقات الدفع إلكترونيًا، فإننا نحميها من خلال استخدام التشفير، مثل طبقة مآخذ التوصيل الآمنة (SSL ). فيصعب بالتّالي على أيّ متسلّلٍ فكّ تشفير معلوماتك بما أنّنّا لا نستطيع ضمان الحماية بنسبة مئة في المئة. وننصحك بشدّة عدم إرسال كامل تفاصيل بطاقة الائتمان أو بطاقة السحب الآلي عندما تتواصل معنا إلكترونيًا ومن دون تشفير. ونضع ضمانات ماديّة والكترونية وإجرائيّة مباشرة على عملية جمع معلوماتك اوالإفصاح عنها. وتتطلّب إجراءاتنا الأمنية أن نطلب منك أحيانًا إثبات هويتك قبل أن نفصح لك عن معلوماتك الشخصية. وتقع على عاتقك مسؤوليّة حماية كلمتك السريّة وحاسوبك من أيّ نفاذ غير مصرّح به.
                </p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">5. اقرار</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">عندما تقوم بارسال بيانات لنا أو لوكلائنا أو باستخدام الموقع، فإنك توافق على استخدامنا لمعلوماتك على النحو المبين في هذه الخصوصية للتحقق من هويتك.
                </p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">6. حقوقك</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">في حال تشعر بالقلق على بياناتك، يحقّ لك طلب النّفاذ إلى البيانات الشخصيّة التي نحملها لك أو سبق ونقلتها إلينا. ويحقّ لك أن تطلب منّا تصحيح أية أخطاء في بياناتك الشخصيّة ويتم ذلك مجانًا. ولك الحقّ في مطالبتنا، في أي وقتٍ من الأوقات، بالكفّ عن استخدام بياناتك الشخصية لأغراض تسويقيّة مباشرة . نرجو من التواصل معنا عبر البريد الالكتروني info@meem.ps.
                </p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row mb-3">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">7. التواصل الإلكتروني</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">بموافقتك استخدام الموقع وخدماتنا الإلكترونية فإنك بذلك توافق على استقبال رسائلنا الإلكترونية بجميع أشكالها من خلال البريد الإلكتروني أو النشرات الدورية أو الإشعارات و التنبيهات المعلن عنها في الموقع الإلكتروني. بناءاً على ذلك فأنت توافق ضمنياً على أن جميع المعاملات الإلكترونية المرسلة لك من قبلنا هي ملزمة قانونيا وتعامل معاملة المعاملات الخطية. يحق لنا مراقبة وتسجيل وحفظ أي مكالمة هاتفية أو بريد الكتروني أو أي شكل آخر من اشكال التواصل الإلكتروني معك وذلك لأغراض تدريبية بهدف التحقق من النصائح والملاحظات الموجهة إلينا ولتحسين وتطوير نوعية الخدمة المقدمة لعملائنا.
                </p>

              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
        <div class="row">
          <div class="col-lg-10 offset-lg-1">
            <div class="about-text text-center mt-3">
              <h2 class="title text-center mb-2">8. مدة الضمان</h2><!-- End .title text-center mb-2 -->
              <div>
                <p class="privecyText mb-2">جميع المنتجات خاضعة لضمان لمدة 30 يوم من تاريخ الاستلام
                </p>
              </div>
            </div><!-- End .about-text -->
          </div><!-- End .col-lg-10 offset-1 -->
        </div><!-- End .row -->
      </div><!-- End .container -->

    </div><!-- End .page-content -->



</div>
</template>

<script>
export default {
  name: "privacyPolicy",
  head(){
    return{
      title:"سياسة الخصوصية",
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'نحن نأخذ خصوصيتك على محمل الجد ، بزيارتك لمتجر ميم  أو شراء المنتجات فإنك توافق على بنود سياسة الخصوصية المنشورة بهذه الصفحة '
        },

        {
          hid: 'og:url',
          name: 'og:url',
          content: 'https://meem.ps/privacyPolicy'
        },

        {
          hid: 'og:type',
          name: 'og:type',
          content: 'website'
        },

        {
          hid: 'og:title',
          name: 'og:title',
          content: 'متجر ميم  - سياسة الخصوصية'
        },

        {
          hid: 'og:description',
          name: 'og:description',
          content: 'نحن نأخذ خصوصيتك على محمل الجد ، بزيارتك لمتجر ميم  أو شراء المنتجات فإنك توافق على بنود سياسة الخصوصية المنشورة بهذه الصفحة '
        },

        {
          hid: 'og:image',
          name: 'og:image',
          content: 'https://meem.ps/assets/images/meem/ogimage.png'
        },

        {
          hid: 'twitter:card',
          name: 'twitter:card',
          content: 'summary_large_image'
        },

         {
          hid: 'twitter:title',
          name: 'twitter:title',
          content: 'متجر ميم  - سياسة الخصوصية'
        },

        {
          hid: 'twitter:description',
          name: 'twitter:description',
          content: 'نحن نأخذ خصوصيتك على محمل الجد ، بزيارتك لمتجر ميم  أو شراء المنتجات فإنك توافق على بنود سياسة الخصوصية المنشورة بهذه الصفحة '
        },
                {
          hid: 'twitter:image',
          name: 'twitter:image',
          content: 'https://meem.ps/assets/images/meem/ogimage.png'
        },
      ],

    }
  }
}
</script>

<style >
.header-11 {
  position: relative !important;
  background: #333;
}
.header .container {
  height: 86px;
}
.privecyText{
  font-size: 1.8rem!important;
}
</style>
